{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Digits",
        "individual_digits": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "[": 34,
      "\\": 35,
      "]": 36,
      "^": 37,
      "_": 38,
      "`": 39,
      "a": 40,
      "b": 41,
      "c": 42,
      "d": 43,
      "e": 44,
      "f": 45,
      "g": 46,
      "h": 47,
      "i": 48,
      "j": 49,
      "k": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "q": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "w": 62,
      "x": 63,
      "y": 64,
      "z": 65,
      "{": 66,
      "|": 67,
      "}": 68,
      "~": 69,
      "": 70,
      "": 71,
      "": 72,
      "": 73,
      "": 74,
      "": 75,
      "¡": 76,
      "¢": 77,
      "£": 78,
      "¤": 79,
      "¥": 80,
      "§": 81,
      "©": 82,
      "«": 83,
      "­": 84,
      "®": 85,
      "¯": 86,
      "°": 87,
      "±": 88,
      "²": 89,
      "³": 90,
      "´": 91,
      "µ": 92,
      "¶": 93,
      "·": 94,
      "¹": 95,
      "º": 96,
      "»": 97,
      "¼": 98,
      "½": 99,
      "¾": 100,
      "¿": 101,
      "×": 102,
      "ß": 103,
      "æ": 104,
      "ð": 105,
      "÷": 106,
      "ø": 107,
      "þ": 108,
      "đ": 109,
      "ħ": 110,
      "ı": 111,
      "ĸ": 112,
      "ł": 113,
      "ŋ": 114,
      "œ": 115,
      "ŧ": 116,
      "ſ": 117,
      "ƀ": 118,
      "ƈ": 119,
      "ƍ": 120,
      "ƒ": 121,
      "ƙ": 122,
      "ƛ": 123,
      "ƣ": 124,
      "ƥ": 125,
      "ƭ": 126,
      "ƿ": 127,
      "ǀ": 128,
      "ǁ": 129,
      "ǂ": 130,
      "ǃ": 131,
      "ǝ": 132,
      "ȝ": 133,
      "ȷ": 134,
      "ȼ": 135,
      "ɉ": 136,
      "ɐ": 137,
      "ɑ": 138,
      "ɒ": 139,
      "ɓ": 140,
      "ɔ": 141,
      "ɕ": 142,
      "ɖ": 143,
      "ɗ": 144,
      "ɘ": 145,
      "ə": 146,
      "ɚ": 147,
      "ɛ": 148,
      "ɜ": 149,
      "ɞ": 150,
      "ɟ": 151,
      "ɠ": 152,
      "ɡ": 153,
      "ɢ": 154,
      "ɣ": 155,
      "ɤ": 156,
      "ɥ": 157,
      "ɦ": 158,
      "ɧ": 159,
      "ɨ": 160,
      "ɪ": 161,
      "ɫ": 162,
      "ɬ": 163,
      "ɭ": 164,
      "ɮ": 165,
      "ɯ": 166,
      "ɰ": 167,
      "ɱ": 168,
      "ɲ": 169,
      "ɳ": 170,
      "ɴ": 171,
      "ɵ": 172,
      "ɶ": 173,
      "ɷ": 174,
      "ɸ": 175,
      "ɹ": 176,
      "ɺ": 177,
      "ɻ": 178,
      "ɽ": 179,
      "ɾ": 180,
      "ʀ": 181,
      "ʁ": 182,
      "ʂ": 183,
      "ʃ": 184,
      "ʄ": 185,
      "ʇ": 186,
      "ʈ": 187,
      "ʉ": 188,
      "ʊ": 189,
      "ʋ": 190,
      "ʌ": 191,
      "ʍ": 192,
      "ʎ": 193,
      "ʏ": 194,
      "ʐ": 195,
      "ʑ": 196,
      "ʒ": 197,
      "ʔ": 198,
      "ʕ": 199,
      "ʖ": 200,
      "ʗ": 201,
      "ʘ": 202,
      "ʙ": 203,
      "ʛ": 204,
      "ʝ": 205,
      "ʞ": 206,
      "ʟ": 207,
      "ʠ": 208,
      "ʡ": 209,
      "ʢ": 210,
      "ʰ": 211,
      "ʱ": 212,
      "ʲ": 213,
      "ʳ": 214,
      "ʷ": 215,
      "ʹ": 216,
      "ʻ": 217,
      "ʼ": 218,
      "ʽ": 219,
      "ʾ": 220,
      "ʿ": 221,
      "ˀ": 222,
      "ˁ": 223,
      "ˆ": 224,
      "ˇ": 225,
      "ˈ": 226,
      "ˌ": 227,
      "ː": 228,
      "ˑ": 229,
      "˔": 230,
      "˕": 231,
      "˖": 232,
      "˘": 233,
      "˚": 234,
      "˜": 235,
      "˞": 236,
      "ˠ": 237,
      "ˢ": 238,
      "ˣ": 239,
      "ˤ": 240,
      "˥": 241,
      "˦": 242,
      "˧": 243,
      "˨": 244,
      "˩": 245,
      "΄": 246,
      "α": 247,
      "β": 248,
      "γ": 249,
      "δ": 250,
      "ε": 251,
      "ζ": 252,
      "η": 253,
      "θ": 254,
      "ι": 255,
      "κ": 256,
      "λ": 257,
      "μ": 258,
      "ν": 259,
      "ξ": 260,
      "ο": 261,
      "π": 262,
      "ρ": 263,
      "ς": 264,
      "σ": 265,
      "τ": 266,
      "υ": 267,
      "φ": 268,
      "χ": 269,
      "ψ": 270,
      "ω": 271,
      "ϑ": 272,
      "ϕ": 273,
      "ϝ": 274,
      "ϟ": 275,
      "ϵ": 276,
      "а": 277,
      "б": 278,
      "в": 279,
      "г": 280,
      "д": 281,
      "е": 282,
      "ж": 283,
      "з": 284,
      "и": 285,
      "к": 286,
      "л": 287,
      "м": 288,
      "н": 289,
      "о": 290,
      "п": 291,
      "р": 292,
      "с": 293,
      "т": 294,
      "у": 295,
      "ф": 296,
      "х": 297,
      "ц": 298,
      "ч": 299,
      "ш": 300,
      "щ": 301,
      "ъ": 302,
      "ы": 303,
      "ь": 304,
      "э": 305,
      "ю": 306,
      "я": 307,
      "ђ": 308,
      "є": 309,
      "і": 310,
      "ј": 311,
      "љ": 312,
      "њ": 313,
      "ћ": 314,
      "ѡ": 315,
      "ѣ": 316,
      "ѥ": 317,
      "ѧ": 318,
      "ѯ": 319,
      "ѹ": 320,
      "ғ": 321,
      "қ": 322,
      "ү": 323,
      "ҳ": 324,
      "ҷ": 325,
      "ө": 326,
      "ӷ": 327,
      "ա": 328,
      "բ": 329,
      "գ": 330,
      "դ": 331,
      "ե": 332,
      "զ": 333,
      "է": 334,
      "ը": 335,
      "թ": 336,
      "ժ": 337,
      "ի": 338,
      "լ": 339,
      "խ": 340,
      "ծ": 341,
      "կ": 342,
      "հ": 343,
      "ձ": 344,
      "ղ": 345,
      "ճ": 346,
      "մ": 347,
      "յ": 348,
      "ն": 349,
      "շ": 350,
      "ո": 351,
      "չ": 352,
      "պ": 353,
      "ջ": 354,
      "ռ": 355,
      "ս": 356,
      "վ": 357,
      "տ": 358,
      "ր": 359,
      "ց": 360,
      "ւ": 361,
      "փ": 362,
      "ք": 363,
      "օ": 364,
      "և": 365,
      "א": 366,
      "ב": 367,
      "ג": 368,
      "ד": 369,
      "ה": 370,
      "ו": 371,
      "ז": 372,
      "ח": 373,
      "ט": 374,
      "י": 375,
      "ך": 376,
      "כ": 377,
      "ל": 378,
      "ם": 379,
      "מ": 380,
      "ן": 381,
      "נ": 382,
      "ס": 383,
      "ע": 384,
      "ף": 385,
      "פ": 386,
      "ץ": 387,
      "צ": 388,
      "ק": 389,
      "ר": 390,
      "ש": 391,
      "ת": 392,
      "ױ": 393,
      "׳": 394,
      "،": 395,
      "ء": 396,
      "ا": 397,
      "ب": 398,
      "ة": 399,
      "ت": 400,
      "ث": 401,
      "ج": 402,
      "ح": 403,
      "خ": 404,
      "د": 405,
      "ذ": 406,
      "ر": 407,
      "ز": 408,
      "س": 409,
      "ش": 410,
      "ص": 411,
      "ض": 412,
      "ط": 413,
      "ظ": 414,
      "ع": 415,
      "غ": 416,
      "ـ": 417,
      "ف": 418,
      "ق": 419,
      "ك": 420,
      "ل": 421,
      "م": 422,
      "ن": 423,
      "ه": 424,
      "و": 425,
      "ى": 426,
      "ي": 427,
      "١": 428,
      "٧": 429,
      "پ": 430,
      "چ": 431,
      "ڈ": 432,
      "ڠ": 433,
      "ک": 434,
      "ڬ": 435,
      "گ": 436,
      "ں": 437,
      "ھ": 438,
      "ہ": 439,
      "ی": 440,
      "ۍ": 441,
      "ے": 442,
      "ە": 443,
      "ܐ": 444,
      "ܒ": 445,
      "ܔ": 446,
      "ܕ": 447,
      "ܗ": 448,
      "ܘ": 449,
      "ܙ": 450,
      "ܚ": 451,
      "ܛ": 452,
      "ܝ": 453,
      "ܠ": 454,
      "ܡ": 455,
      "ܢ": 456,
      "ܣ": 457,
      "ܥ": 458,
      "ܦ": 459,
      "ܪ": 460,
      "ܬ": 461,
      "अ": 462,
      "आ": 463,
      "इ": 464,
      "ई": 465,
      "उ": 466,
      "ऋ": 467,
      "ए": 468,
      "ऐ": 469,
      "औ": 470,
      "क": 471,
      "ख": 472,
      "ग": 473,
      "घ": 474,
      "ङ": 475,
      "च": 476,
      "छ": 477,
      "ज": 478,
      "ञ": 479,
      "ट": 480,
      "ठ": 481,
      "ड": 482,
      "ण": 483,
      "त": 484,
      "थ": 485,
      "द": 486,
      "ध": 487,
      "न": 488,
      "प": 489,
      "फ": 490,
      "ब": 491,
      "भ": 492,
      "म": 493,
      "य": 494,
      "र": 495,
      "ल": 496,
      "व": 497,
      "श": 498,
      "ष": 499,
      "स": 500,
      "ह": 501,
      "ऽ": 502,
      "ॐ": 503,
      "।": 504,
      "॥": 505,
      "१": 506,
      "२": 507,
      "३": 508,
      "অ": 509,
      "আ": 510,
      "ই": 511,
      "এ": 512,
      "ক": 513,
      "খ": 514,
      "গ": 515,
      "ঙ": 516,
      "চ": 517,
      "জ": 518,
      "ট": 519,
      "ড": 520,
      "ঢ": 521,
      "ণ": 522,
      "ত": 523,
      "থ": 524,
      "দ": 525,
      "ন": 526,
      "প": 527,
      "ব": 528,
      "ভ": 529,
      "ম": 530,
      "য": 531,
      "র": 532,
      "ল": 533,
      "শ": 534,
      "ষ": 535,
      "স": 536,
      "হ": 537,
      "ৰ": 538,
      "ਅ": 539,
      "ਉ": 540,
      "ਖ": 541,
      "ਘ": 542,
      "ਜ": 543,
      "ਝ": 544,
      "ਦ": 545,
      "ਲ": 546,
      "ਵ": 547,
      "ਸ": 548,
      "ਹ": 549,
      "ખ": 550,
      "ફ": 551,
      "બ": 552,
      "ર": 553,
      "લ": 554,
      "સ": 555,
      "ପ": 556,
      "ର": 557,
      "ஃ": 558,
      "அ": 559,
      "ஆ": 560,
      "இ": 561,
      "ஈ": 562,
      "எ": 563,
      "ஒ": 564,
      "க": 565,
      "ங": 566,
      "ச": 567,
      "ட": 568,
      "ண": 569,
      "த": 570,
      "ந": 571,
      "ன": 572,
      "ப": 573,
      "ம": 574,
      "ய": 575,
      "ர": 576,
      "ற": 577,
      "ல": 578,
      "ள": 579,
      "ழ": 580,
      "வ": 581,
      "ஸ": 582,
      "క": 583,
      "ఖ": 584,
      "గ": 585,
      "జ": 586,
      "ట": 587,
      "ఠ": 588,
      "డ": 589,
      "త": 590,
      "థ": 591,
      "ద": 592,
      "న": 593,
      "ప": 594,
      "బ": 595,
      "భ": 596,
      "మ": 597,
      "య": 598,
      "ర": 599,
      "ల": 600,
      "వ": 601,
      "ష": 602,
      "స": 603,
      "ಕ": 604,
      "ಖ": 605,
      "ಗ": 606,
      "ಚ": 607,
      "ಟ": 608,
      "ಠ": 609,
      "ಡ": 610,
      "ತ": 611,
      "ದ": 612,
      "ನ": 613,
      "ಪ": 614,
      "ಬ": 615,
      "ಭ": 616,
      "ಮ": 617,
      "ಯ": 618,
      "ರ": 619,
      "ಱ": 620,
      "ಲ": 621,
      "ಳ": 622,
      "ವ": 623,
      "ಶ": 624,
      "ಸ": 625,
      "ಹ": 626,
      "ೞ": 627,
      "അ": 628,
      "ങ": 629,
      "ദ": 630,
      "ന": 631,
      "പ": 632,
      "മ": 633,
      "യ": 634,
      "ര": 635,
      "ള": 636,
      "വ": 637,
      "ശ": 638,
      "സ": 639,
      "ഹ": 640,
      "අ": 641,
      "එ": 642,
      "ක": 643,
      "ග": 644,
      "ජ": 645,
      "ත": 646,
      "ධ": 647,
      "න": 648,
      "ප": 649,
      "ම": 650,
      "ය": 651,
      "ර": 652,
      "ල": 653,
      "ව": 654,
      "ශ": 655,
      "හ": 656,
      "ළ": 657,
      "ก": 658,
      "ข": 659,
      "ค": 660,
      "ฆ": 661,
      "ง": 662,
      "จ": 663,
      "ฉ": 664,
      "ช": 665,
      "ซ": 666,
      "ญ": 667,
      "ฎ": 668,
      "ฏ": 669,
      "ฐ": 670,
      "ฑ": 671,
      "ณ": 672,
      "ด": 673,
      "ต": 674,
      "ถ": 675,
      "ท": 676,
      "ธ": 677,
      "น": 678,
      "บ": 679,
      "ป": 680,
      "ผ": 681,
      "ฝ": 682,
      "พ": 683,
      "ฟ": 684,
      "ภ": 685,
      "ม": 686,
      "ย": 687,
      "ร": 688,
      "ฤ": 689,
      "ล": 690,
      "ว": 691,
      "ศ": 692,
      "ษ": 693,
      "ส": 694,
      "ห": 695,
      "ฬ": 696,
      "อ": 697,
      "ฮ": 698,
      "ะ": 699,
      "า": 700,
      "ำ": 701,
      "฿": 702,
      "เ": 703,
      "แ": 704,
      "โ": 705,
      "ใ": 706,
      "ไ": 707,
      "་": 708,
      "༌": 709,
      "།": 710,
      "ཀ": 711,
      "ཁ": 712,
      "ག": 713,
      "ང": 714,
      "ཆ": 715,
      "ཇ": 716,
      "ཐ": 717,
      "ད": 718,
      "ན": 719,
      "པ": 720,
      "བ": 721,
      "མ": 722,
      "ཙ": 723,
      "ཚ": 724,
      "ཛ": 725,
      "འ": 726,
      "ཡ": 727,
      "ར": 728,
      "ལ": 729,
      "ས": 730,
      "ཧ": 731,
      "က": 732,
      "ဂ": 733,
      "င": 734,
      "စ": 735,
      "ဆ": 736,
      "န": 737,
      "ပ": 738,
      "ဗ": 739,
      "ဘ": 740,
      "မ": 741,
      "ယ": 742,
      "ရ": 743,
      "လ": 744,
      "ဝ": 745,
      "ဟ": 746,
      "ა": 747,
      "ბ": 748,
      "გ": 749,
      "დ": 750,
      "ე": 751,
      "ვ": 752,
      "ზ": 753,
      "თ": 754,
      "ი": 755,
      "კ": 756,
      "ლ": 757,
      "მ": 758,
      "ნ": 759,
      "ო": 760,
      "პ": 761,
      "ჟ": 762,
      "რ": 763,
      "ს": 764,
      "ტ": 765,
      "უ": 766,
      "ფ": 767,
      "ქ": 768,
      "ღ": 769,
      "ყ": 770,
      "შ": 771,
      "ჩ": 772,
      "ც": 773,
      "ძ": 774,
      "წ": 775,
      "ჭ": 776,
      "ხ": 777,
      "ჯ": 778,
      "ჰ": 779,
      "ჱ": 780,
      "ჲ": 781,
      "ჳ": 782,
      "ჴ": 783,
      "ჵ": 784,
      "ჶ": 785,
      "ჷ": 786,
      "ჸ": 787,
      "ჹ": 788,
      "ჺ": 789,
      "჻": 790,
      "ᄀ": 791,
      "ᄁ": 792,
      "ᄂ": 793,
      "ᄃ": 794,
      "ᄄ": 795,
      "ᄅ": 796,
      "ᄆ": 797,
      "ᄇ": 798,
      "ᄈ": 799,
      "ᄉ": 800,
      "ᄊ": 801,
      "ᄋ": 802,
      "ᄌ": 803,
      "ᄎ": 804,
      "ᄏ": 805,
      "ᄐ": 806,
      "ᄑ": 807,
      "ᄒ": 808,
      "ᅡ": 809,
      "ᅢ": 810,
      "ᅣ": 811,
      "ᅥ": 812,
      "ᅦ": 813,
      "ᅧ": 814,
      "ᅨ": 815,
      "ᅩ": 816,
      "ᅪ": 817,
      "ᅫ": 818,
      "ᅬ": 819,
      "ᅭ": 820,
      "ᅮ": 821,
      "ᅯ": 822,
      "ᅱ": 823,
      "ᅲ": 824,
      "ᅳ": 825,
      "ᅴ": 826,
      "ᅵ": 827,
      "ᆨ": 828,
      "ᆫ": 829,
      "ᆮ": 830,
      "ᆯ": 831,
      "ᆰ": 832,
      "ᆷ": 833,
      "ᆸ": 834,
      "ᆺ": 835,
      "ᆻ": 836,
      "ᆼ": 837,
      "ᇂ": 838,
      "ሀ": 839,
      "ለ": 840,
      "ሐ": 841,
      "ሓ": 842,
      "ሕ": 843,
      "መ": 844,
      "ማ": 845,
      "ሥ": 846,
      "ረ": 847,
      "ር": 848,
      "ሰ": 849,
      "ስ": 850,
      "ቆ": 851,
      "ቈ": 852,
      "በ": 853,
      "ብ": 854,
      "ቲ": 855,
      "ታ": 856,
      "ት": 857,
      "ነ": 858,
      "ና": 859,
      "ን": 860,
      "ኖ": 861,
      "አ": 862,
      "ኢ": 863,
      "እ": 864,
      "ከ": 865,
      "ኲ": 866,
      "ዕ": 867,
      "ዘ": 868,
      "ዛ": 869,
      "የ": 870,
      "ያ": 871,
      "ይ": 872,
      "ዮ": 873,
      "ደ": 874,
      "ድ": 875,
      "ጅ": 876,
      "ገ": 877,
      "ጉ": 878,
      "ጵ": 879,
      "ፈ": 880,
      "ፍ": 881,
      "፡": 882,
      "ᏹ": 883,
      "ᐊ": 884,
      "ᑲ": 885,
      "ᒡ": 886,
      "ᓘ": 887,
      "ᚢ": 888,
      "ᚣ": 889,
      "ᚦ": 890,
      "ᚨ": 891,
      "ᚩ": 892,
      "ᚬ": 893,
      "ᚱ": 894,
      "ᚷ": 895,
      "ᚹ": 896,
      "ᚺ": 897,
      "ᚻ": 898,
      "ᚼ": 899,
      "ᚾ": 900,
      "ᛁ": 901,
      "ᛃ": 902,
      "ᛄ": 903,
      "ᛇ": 904,
      "ᛋ": 905,
      "ᛏ": 906,
      "ᛒ": 907,
      "ᛗ": 908,
      "ᛚ": 909,
      "ᛝ": 910,
      "ᛞ": 911,
      "ᛟ": 912,
      "ᛠ": 913,
      "ក": 914,
      "ខ": 915,
      "គ": 916,
      "ង": 917,
      "ច": 918,
      "ឆ": 919,
      "ជ": 920,
      "ញ": 921,
      "ដ": 922,
      "ឋ": 923,
      "ណ": 924,
      "ត": 925,
      "ថ": 926,
      "ទ": 927,
      "ធ": 928,
      "ន": 929,
      "ប": 930,
      "ព": 931,
      "ភ": 932,
      "ម": 933,
      "យ": 934,
      "រ": 935,
      "ល": 936,
      "វ": 937,
      "ស": 938,
      "ហ": 939,
      "អ": 940,
      "ឥ": 941,
      "ឪ": 942,
      "ឫ": 943,
      "ឯ": 944,
      "ᠠ": 945,
      "ᠣ": 946,
      "ᠨ": 947,
      "ᠪ": 948,
      "ᠮ": 949,
      "ᠯ": 950,
      "ᠰ": 951,
      "ᠴ": 952,
      "ᠵ": 953,
      "ᠸ": 954,
      "ᡝ": 955,
      "ᡠ": 956,
      "ᡥ": 957,
      "ᡨ": 958,
      "ᡳ": 959,
      "ᡴ": 960,
      "ᡵ": 961,
      "ᴰ": 962,
      "ᴷ": 963,
      "ᴺ": 964,
      "ᵀ": 965,
      "ᵊ": 966,
      "ᵑ": 967,
      "ᵗ": 968,
      "ᵘ": 969,
      "ᵝ": 970,
      "ᵻ": 971,
      "ᵿ": 972,
      "ᶑ": 973,
      "ᶢ": 974,
      "ᶦ": 975,
      "ᶴ": 976,
      "ᶷ": 977,
      "᾿": 978,
      "​": 979,
      "‌": 980,
      "‍": 981,
      "‐": 982,
      "‑": 983,
      "‒": 984,
      "–": 985,
      "—": 986,
      "―": 987,
      "‖": 988,
      "‘": 989,
      "’": 990,
      "‚": 991,
      "‛": 992,
      "“": 993,
      "”": 994,
      "„": 995,
      "‟": 996,
      "†": 997,
      "‡": 998,
      "•": 999,
      "…": 1000,
      "‰": 1001,
      "′": 1002,
      "″": 1003,
      "※": 1004,
      "‼": 1005,
      "‿": 1006,
      "⁄": 1007,
      "⁊": 1008,
      "⁠": 1009,
      "⁡": 1010,
      "⁰": 1011,
      "⁺": 1012,
      "ⁿ": 1013,
      "₁": 1014,
      "₂": 1015,
      "₃": 1016,
      "₄": 1017,
      "₡": 1018,
      "₣": 1019,
      "₤": 1020,
      "₦": 1021,
      "₧": 1022,
      "₨": 1023,
      "₩": 1024,
      "₫": 1025,
      "€": 1026,
      "₱": 1027,
      "₴": 1028,
      "₹": 1029,
      "ℂ": 1030,
      "℃": 1031,
      "ℓ": 1032,
      "ℕ": 1033,
      "№": 1034,
      "ℛ": 1035,
      "ℝ": 1036,
      "℞": 1037,
      "™": 1038,
      "ℤ": 1039,
      "℥": 1040,
      "ℵ": 1041,
      "⅓": 1042,
      "⅔": 1043,
      "⅙": 1044,
      "⅛": 1045,
      "⅜": 1046,
      "⅝": 1047,
      "⅞": 1048,
      "ⅱ": 1049,
      "←": 1050,
      "↑": 1051,
      "→": 1052,
      "↓": 1053,
      "↔": 1054,
      "↗": 1055,
      "↘": 1056,
      "↦": 1057,
      "↪": 1058,
      "↵": 1059,
      "⇄": 1060,
      "⇌": 1061,
      "⇒": 1062,
      "⇪": 1063,
      "∀": 1064,
      "∂": 1065,
      "∅": 1066,
      "∆": 1067,
      "∇": 1068,
      "∈": 1069,
      "∊": 1070,
      "∑": 1071,
      "−": 1072,
      "∕": 1073,
      "∖": 1074,
      "∗": 1075,
      "∘": 1076,
      "√": 1077,
      "∝": 1078,
      "∞": 1079,
      "∣": 1080,
      "∩": 1081,
      "∪": 1082,
      "∫": 1083,
      "∴": 1084,
      "∼": 1085,
      "≈": 1086,
      "≡": 1087,
      "≤": 1088,
      "≥": 1089,
      "≪": 1090,
      "≫": 1091,
      "≲": 1092,
      "⊂": 1093,
      "⊕": 1094,
      "⊗": 1095,
      "⊙": 1096,
      "⊞": 1097,
      "⊢": 1098,
      "⊣": 1099,
      "⊥": 1100,
      "⋅": 1101,
      "⋆": 1102,
      "⋯": 1103,
      "⌊": 1104,
      "⌋": 1105,
      "⌘": 1106,
      "①": 1107,
      "②": 1108,
      "③": 1109,
      "④": 1110,
      "⑤": 1111,
      "⑥": 1112,
      "⑦": 1113,
      "⑧": 1114,
      "─": 1115,
      "█": 1116,
      "▢": 1117,
      "▲": 1118,
      "▼": 1119,
      "○": 1120,
      "●": 1121,
      "◦": 1122,
      "☄": 1123,
      "★": 1124,
      "☆": 1125,
      "☉": 1126,
      "☧": 1127,
      "☫": 1128,
      "☭": 1129,
      "☽": 1130,
      "☾": 1131,
      "♀": 1132,
      "♂": 1133,
      "♄": 1134,
      "♅": 1135,
      "♆": 1136,
      "♇": 1137,
      "♈": 1138,
      "♉": 1139,
      "♠": 1140,
      "♣": 1141,
      "♥": 1142,
      "♦": 1143,
      "♩": 1144,
      "♪": 1145,
      "♭": 1146,
      "♮": 1147,
      "♯": 1148,
      "⚳": 1149,
      "⚴": 1150,
      "⚵": 1151,
      "⛢": 1152,
      "✡": 1153,
      "✱": 1154,
      "❄": 1155,
      "❅": 1156,
      "❆": 1157,
      "❤": 1158,
      "⟦": 1159,
      "⟧": 1160,
      "⟨": 1161,
      "⟩": 1162,
      "⥇": 1163,
      "⩽": 1164,
      "⫶": 1165,
      "ⱱ": 1166,
      "ⲁ": 1167,
      "ⲛ": 1168,
      "ⲥ": 1169,
      "ⲧ": 1170,
      "ⲩ": 1171,
      "ⲫ": 1172,
      "ⲱ": 1173,
      "ⴀ": 1174,
      "ⴂ": 1175,
      "ⴃ": 1176,
      "ⴈ": 1177,
      "ⴌ": 1178,
      "ⴕ": 1179,
      "ⴟ": 1180,
      "ⴰ": 1181,
      "ⴳ": 1182,
      "ⴷ": 1183,
      "ⴻ": 1184,
      "ⴼ": 1185,
      "ⴽ": 1186,
      "ⵃ": 1187,
      "ⵇ": 1188,
      "ⵉ": 1189,
      "ⵍ": 1190,
      "ⵎ": 1191,
      "ⵏ": 1192,
      "ⵓ": 1193,
      "ⵔ": 1194,
      "ⵕ": 1195,
      "ⵖ": 1196,
      "ⵙ": 1197,
      "ⵛ": 1198,
      "ⵜ": 1199,
      "ⵡ": 1200,
      "ⵢ": 1201,
      "ⵣ": 1202,
      "⸨": 1203,
      "⸩": 1204,
      "、": 1205,
      "。": 1206,
      "々": 1207,
      "〈": 1208,
      "〉": 1209,
      "《": 1210,
      "》": 1211,
      "「": 1212,
      "」": 1213,
      "『": 1214,
      "』": 1215,
      "【": 1216,
      "】": 1217,
      "〒": 1218,
      "〜": 1219,
      "あ": 1220,
      "ぃ": 1221,
      "い": 1222,
      "ぅ": 1223,
      "う": 1224,
      "ぇ": 1225,
      "え": 1226,
      "ぉ": 1227,
      "お": 1228,
      "か": 1229,
      "き": 1230,
      "く": 1231,
      "け": 1232,
      "こ": 1233,
      "さ": 1234,
      "し": 1235,
      "す": 1236,
      "せ": 1237,
      "そ": 1238,
      "た": 1239,
      "ち": 1240,
      "っ": 1241,
      "つ": 1242,
      "て": 1243,
      "と": 1244,
      "な": 1245,
      "に": 1246,
      "ぬ": 1247,
      "ね": 1248,
      "の": 1249,
      "は": 1250,
      "ひ": 1251,
      "ふ": 1252,
      "へ": 1253,
      "ほ": 1254,
      "ま": 1255,
      "み": 1256,
      "む": 1257,
      "め": 1258,
      "も": 1259,
      "ゃ": 1260,
      "や": 1261,
      "ゅ": 1262,
      "ゆ": 1263,
      "ょ": 1264,
      "よ": 1265,
      "ら": 1266,
      "り": 1267,
      "る": 1268,
      "れ": 1269,
      "ろ": 1270,
      "わ": 1271,
      "ゑ": 1272,
      "を": 1273,
      "ん": 1274,
      "ァ": 1275,
      "ア": 1276,
      "ィ": 1277,
      "イ": 1278,
      "ゥ": 1279,
      "ウ": 1280,
      "ェ": 1281,
      "エ": 1282,
      "ォ": 1283,
      "オ": 1284,
      "カ": 1285,
      "キ": 1286,
      "ク": 1287,
      "ケ": 1288,
      "コ": 1289,
      "サ": 1290,
      "シ": 1291,
      "ス": 1292,
      "セ": 1293,
      "ソ": 1294,
      "タ": 1295,
      "チ": 1296,
      "ッ": 1297,
      "ツ": 1298,
      "テ": 1299,
      "ト": 1300,
      "ナ": 1301,
      "ニ": 1302,
      "ヌ": 1303,
      "ネ": 1304,
      "ノ": 1305,
      "ハ": 1306,
      "ヒ": 1307,
      "フ": 1308,
      "ヘ": 1309,
      "ホ": 1310,
      "マ": 1311,
      "ミ": 1312,
      "ム": 1313,
      "メ": 1314,
      "モ": 1315,
      "ャ": 1316,
      "ヤ": 1317,
      "ュ": 1318,
      "ユ": 1319,
      "ョ": 1320,
      "ヨ": 1321,
      "ラ": 1322,
      "リ": 1323,
      "ル": 1324,
      "レ": 1325,
      "ロ": 1326,
      "ワ": 1327,
      "ヲ": 1328,
      "ン": 1329,
      "ヶ": 1330,
      "・": 1331,
      "ー": 1332,
      "一": 1333,
      "丁": 1334,
      "七": 1335,
      "万": 1336,
      "丈": 1337,
      "三": 1338,
      "上": 1339,
      "下": 1340,
      "不": 1341,
      "与": 1342,
      "丑": 1343,
      "且": 1344,
      "世": 1345,
      "丘": 1346,
      "丙": 1347,
      "东": 1348,
      "丝": 1349,
      "丞": 1350,
      "両": 1351,
      "丨": 1352,
      "个": 1353,
      "中": 1354,
      "丶": 1355,
      "丸": 1356,
      "丹": 1357,
      "为": 1358,
      "主": 1359,
      "丽": 1360,
      "丿": 1361,
      "乃": 1362,
      "久": 1363,
      "么": 1364,
      "义": 1365,
      "之": 1366,
      "乌": 1367,
      "乎": 1368,
      "乐": 1369,
      "乘": 1370,
      "乙": 1371,
      "乚": 1372,
      "乛": 1373,
      "九": 1374,
      "也": 1375,
      "习": 1376,
      "书": 1377,
      "乩": 1378,
      "买": 1379,
      "乱": 1380,
      "乳": 1381,
      "乾": 1382,
      "亀": 1383,
      "亅": 1384,
      "了": 1385,
      "予": 1386,
      "争": 1387,
      "事": 1388,
      "二": 1389,
      "云": 1390,
      "五": 1391,
      "井": 1392,
      "亚": 1393,
      "些": 1394,
      "亜": 1395,
      "亞": 1396,
      "亡": 1397,
      "交": 1398,
      "亦": 1399,
      "亨": 1400,
      "京": 1401,
      "亮": 1402,
      "亰": 1403,
      "人": 1404,
      "什": 1405,
      "仁": 1406,
      "仇": 1407,
      "今": 1408,
      "介": 1409,
      "仔": 1410,
      "仕": 1411,
      "他": 1412,
      "付": 1413,
      "仙": 1414,
      "代": 1415,
      "令": 1416,
      "以": 1417,
      "仪": 1418,
      "们": 1419,
      "仮": 1420,
      "仰": 1421,
      "仲": 1422,
      "件": 1423,
      "任": 1424,
      "份": 1425,
      "伊": 1426,
      "伏": 1427,
      "伐": 1428,
      "休": 1429,
      "会": 1430,
      "伝": 1431,
      "伟": 1432,
      "传": 1433,
      "伪": 1434,
      "伯": 1435,
      "伴": 1436,
      "伸": 1437,
      "似": 1438,
      "佃": 1439,
      "但": 1440,
      "位": 1441,
      "住": 1442,
      "佐": 1443,
      "佑": 1444,
      "体": 1445,
      "何": 1446,
      "余": 1447,
      "佛": 1448,
      "作": 1449,
      "你": 1450,
      "佳": 1451,
      "併": 1452,
      "使": 1453,
      "來": 1454,
      "例": 1455,
      "侍": 1456,
      "侗": 1457,
      "供": 1458,
      "依": 1459,
      "侠": 1460,
      "侨": 1461,
      "侬": 1462,
      "侯": 1463,
      "係": 1464,
      "促": 1465,
      "俄": 1466,
      "俊": 1467,
      "保": 1468,
      "信": 1469,
      "俭": 1470,
      "修": 1471,
      "俱": 1472,
      "俳": 1473,
      "倉": 1474,
      "個": 1475,
      "們": 1476,
      "候": 1477,
      "借": 1478,
      "倪": 1479,
      "倫": 1480,
      "倭": 1481,
      "偃": 1482,
      "假": 1483,
      "偏": 1484,
      "健": 1485,
      "側": 1486,
      "偵": 1487,
      "偽": 1488,
      "傀": 1489,
      "傅": 1490,
      "傑": 1491,
      "傘": 1492,
      "備": 1493,
      "催": 1494,
      "傭": 1495,
      "傳": 1496,
      "傷": 1497,
      "像": 1498,
      "僑": 1499,
      "僕": 1500,
      "僧": 1501,
      "儀": 1502,
      "億": 1503,
      "儒": 1504,
      "儚": 1505,
      "儡": 1506,
      "優": 1507,
      "儿": 1508,
      "允": 1509,
      "元": 1510,
      "充": 1511,
      "兆": 1512,
      "先": 1513,
      "光": 1514,
      "克": 1515,
      "免": 1516,
      "兒": 1517,
      "兔": 1518,
      "兜": 1519,
      "入": 1520,
      "內": 1521,
      "全": 1522,
      "兩": 1523,
      "八": 1524,
      "公": 1525,
      "六": 1526,
      "兰": 1527,
      "共": 1528,
      "关": 1529,
      "兵": 1530,
      "其": 1531,
      "具": 1532,
      "典": 1533,
      "养": 1534,
      "冀": 1535,
      "内": 1536,
      "円": 1537,
      "冉": 1538,
      "册": 1539,
      "再": 1540,
      "冒": 1541,
      "写": 1542,
      "军": 1543,
      "冠": 1544,
      "冥": 1545,
      "冫": 1546,
      "冬": 1547,
      "冯": 1548,
      "决": 1549,
      "冴": 1550,
      "冶": 1551,
      "冷": 1552,
      "净": 1553,
      "准": 1554,
      "凌": 1555,
      "凤": 1556,
      "処": 1557,
      "凪": 1558,
      "凯": 1559,
      "凰": 1560,
      "凱": 1561,
      "凶": 1562,
      "凹": 1563,
      "出": 1564,
      "刀": 1565,
      "刃": 1566,
      "分": 1567,
      "切": 1568,
      "刊": 1569,
      "划": 1570,
      "列": 1571,
      "刘": 1572,
      "初": 1573,
      "判": 1574,
      "別": 1575,
      "利": 1576,
      "别": 1577,
      "到": 1578,
      "制": 1579,
      "刷": 1580,
      "券": 1581,
      "刹": 1582,
      "刺": 1583,
      "刻": 1584,
      "則": 1585,
      "前": 1586,
      "剑": 1587,
      "剛": 1588,
      "剣": 1589,
      "剧": 1590,
      "剩": 1591,
      "副": 1592,
      "割": 1593,
      "創": 1594,
      "劃": 1595,
      "劇": 1596,
      "劉": 1597,
      "劍": 1598,
      "力": 1599,
      "办": 1600,
      "功": 1601,
      "加": 1602,
      "劣": 1603,
      "动": 1604,
      "助": 1605,
      "劳": 1606,
      "勃": 1607,
      "勅": 1608,
      "勇": 1609,
      "勒": 1610,
      "動": 1611,
      "勘": 1612,
      "務": 1613,
      "勝": 1614,
      "勞": 1615,
      "勢": 1616,
      "勳": 1617,
      "勾": 1618,
      "包": 1619,
      "化": 1620,
      "北": 1621,
      "匠": 1622,
      "匹": 1623,
      "区": 1624,
      "医": 1625,
      "區": 1626,
      "十": 1627,
      "千": 1628,
      "升": 1629,
      "午": 1630,
      "半": 1631,
      "华": 1632,
      "协": 1633,
      "卐": 1634,
      "卒": 1635,
      "卓": 1636,
      "協": 1637,
      "单": 1638,
      "卖": 1639,
      "南": 1640,
      "博": 1641,
      "卜": 1642,
      "占": 1643,
      "卡": 1644,
      "卢": 1645,
      "卦": 1646,
      "卫": 1647,
      "印": 1648,
      "危": 1649,
      "即": 1650,
      "却": 1651,
      "卸": 1652,
      "卿": 1653,
      "厂": 1654,
      "厄": 1655,
      "历": 1656,
      "厘": 1657,
      "厚": 1658,
      "原": 1659,
      "厥": 1660,
      "厦": 1661,
      "厩": 1662,
      "去": 1663,
      "县": 1664,
      "参": 1665,
      "參": 1666,
      "叉": 1667,
      "及": 1668,
      "友": 1669,
      "双": 1670,
      "反": 1671,
      "収": 1672,
      "发": 1673,
      "叔": 1674,
      "取": 1675,
      "受": 1676,
      "变": 1677,
      "叛": 1678,
      "叠": 1679,
      "叡": 1680,
      "叢": 1681,
      "口": 1682,
      "古": 1683,
      "句": 1684,
      "只": 1685,
      "叫": 1686,
      "召": 1687,
      "可": 1688,
      "台": 1689,
      "史": 1690,
      "右": 1691,
      "叶": 1692,
      "号": 1693,
      "司": 1694,
      "合": 1695,
      "吉": 1696,
      "同": 1697,
      "名": 1698,
      "后": 1699,
      "向": 1700,
      "吕": 1701,
      "君": 1702,
      "吞": 1703,
      "吟": 1704,
      "吧": 1705,
      "启": 1706,
      "吳": 1707,
      "吴": 1708,
      "吸": 1709,
      "吹": 1710,
      "吾": 1711,
      "呂": 1712,
      "呉": 1713,
      "告": 1714,
      "周": 1715,
      "呪": 1716,
      "味": 1717,
      "呼": 1718,
      "命": 1719,
      "咆": 1720,
      "和": 1721,
      "咖": 1722,
      "咙": 1723,
      "咫": 1724,
      "咲": 1725,
      "咸": 1726,
      "哀": 1727,
      "品": 1728,
      "哈": 1729,
      "哉": 1730,
      "响": 1731,
      "員": 1732,
      "哥": 1733,
      "哮": 1734,
      "哲": 1735,
      "唄": 1736,
      "唐": 1737,
      "唯": 1738,
      "唱": 1739,
      "商": 1740,
      "問": 1741,
      "啓": 1742,
      "啟": 1743,
      "啡": 1744,
      "善": 1745,
      "喇": 1746,
      "喋": 1747,
      "喚": 1748,
      "喜": 1749,
      "喝": 1750,
      "喬": 1751,
      "嘉": 1752,
      "嘘": 1753,
      "噛": 1754,
      "器": 1755,
      "嚣": 1756,
      "嚴": 1757,
      "囁": 1758,
      "囂": 1759,
      "囃": 1760,
      "囚": 1761,
      "四": 1762,
      "回": 1763,
      "因": 1764,
      "团": 1765,
      "団": 1766,
      "図": 1767,
      "国": 1768,
      "图": 1769,
      "圈": 1770,
      "國": 1771,
      "圍": 1772,
      "圏": 1773,
      "園": 1774,
      "圓": 1775,
      "圖": 1776,
      "土": 1777,
      "圣": 1778,
      "圧": 1779,
      "在": 1780,
      "地": 1781,
      "圻": 1782,
      "坂": 1783,
      "均": 1784,
      "坊": 1785,
      "坑": 1786,
      "块": 1787,
      "坚": 1788,
      "坝": 1789,
      "坡": 1790,
      "坤": 1791,
      "坪": 1792,
      "型": 1793,
      "垣": 1794,
      "城": 1795,
      "埔": 1796,
      "域": 1797,
      "執": 1798,
      "培": 1799,
      "基": 1800,
      "堀": 1801,
      "堂": 1802,
      "堅": 1803,
      "堆": 1804,
      "堡": 1805,
      "堤": 1806,
      "堯": 1807,
      "報": 1808,
      "場": 1809,
      "塊": 1810,
      "塔": 1811,
      "塘": 1812,
      "塚": 1813,
      "塞": 1814,
      "塩": 1815,
      "填": 1816,
      "塵": 1817,
      "境": 1818,
      "墓": 1819,
      "墙": 1820,
      "增": 1821,
      "壁": 1822,
      "壌": 1823,
      "壓": 1824,
      "壟": 1825,
      "壤": 1826,
      "士": 1827,
      "壬": 1828,
      "壮": 1829,
      "壯": 1830,
      "声": 1831,
      "壱": 1832,
      "売": 1833,
      "壳": 1834,
      "壷": 1835,
      "壽": 1836,
      "处": 1837,
      "备": 1838,
      "変": 1839,
      "复": 1840,
      "夏": 1841,
      "夕": 1842,
      "外": 1843,
      "多": 1844,
      "夜": 1845,
      "够": 1846,
      "夢": 1847,
      "夤": 1848,
      "大": 1849,
      "天": 1850,
      "太": 1851,
      "夫": 1852,
      "央": 1853,
      "失": 1854,
      "头": 1855,
      "夷": 1856,
      "奇": 1857,
      "奈": 1858,
      "奉": 1859,
      "奎": 1860,
      "奏": 1861,
      "奐": 1862,
      "契": 1863,
      "奔": 1864,
      "奥": 1865,
      "奧": 1866,
      "奪": 1867,
      "女": 1868,
      "奴": 1869,
      "好": 1870,
      "如": 1871,
      "妃": 1872,
      "妇": 1873,
      "妍": 1874,
      "妖": 1875,
      "妙": 1876,
      "妮": 1877,
      "妹": 1878,
      "妻": 1879,
      "姉": 1880,
      "姊": 1881,
      "始": 1882,
      "姑": 1883,
      "委": 1884,
      "姚": 1885,
      "姥": 1886,
      "姦": 1887,
      "姫": 1888,
      "姬": 1889,
      "姿": 1890,
      "威": 1891,
      "娘": 1892,
      "娜": 1893,
      "婁": 1894,
      "婆": 1895,
      "婚": 1896,
      "婷": 1897,
      "嫁": 1898,
      "嬢": 1899,
      "嬴": 1900,
      "子": 1901,
      "孔": 1902,
      "字": 1903,
      "存": 1904,
      "孙": 1905,
      "孛": 1906,
      "孝": 1907,
      "孟": 1908,
      "季": 1909,
      "孤": 1910,
      "学": 1911,
      "孩": 1912,
      "孫": 1913,
      "孵": 1914,
      "學": 1915,
      "宁": 1916,
      "宅": 1917,
      "宇": 1918,
      "守": 1919,
      "安": 1920,
      "宋": 1921,
      "完": 1922,
      "宏": 1923,
      "宗": 1924,
      "官": 1925,
      "宙": 1926,
      "定": 1927,
      "宜": 1928,
      "宝": 1929,
      "实": 1930,
      "実": 1931,
      "客": 1932,
      "宣": 1933,
      "室": 1934,
      "宫": 1935,
      "宮": 1936,
      "宴": 1937,
      "宵": 1938,
      "家": 1939,
      "宸": 1940,
      "容": 1941,
      "宿": 1942,
      "寂": 1943,
      "寄": 1944,
      "密": 1945,
      "寇": 1946,
      "富": 1947,
      "寔": 1948,
      "寗": 1949,
      "寛": 1950,
      "寝": 1951,
      "寞": 1952,
      "察": 1953,
      "寧": 1954,
      "寨": 1955,
      "審": 1956,
      "寬": 1957,
      "寵": 1958,
      "寶": 1959,
      "寸": 1960,
      "对": 1961,
      "寺": 1962,
      "寻": 1963,
      "対": 1964,
      "寿": 1965,
      "封": 1966,
      "射": 1967,
      "将": 1968,
      "將": 1969,
      "尉": 1970,
      "尊": 1971,
      "尋": 1972,
      "對": 1973,
      "導": 1974,
      "小": 1975,
      "少": 1976,
      "尔": 1977,
      "尚": 1978,
      "尧": 1979,
      "就": 1980,
      "尸": 1981,
      "尹": 1982,
      "尺": 1983,
      "尼": 1984,
      "尽": 1985,
      "尾": 1986,
      "局": 1987,
      "居": 1988,
      "届": 1989,
      "屋": 1990,
      "屍": 1991,
      "屑": 1992,
      "展": 1993,
      "屠": 1994,
      "層": 1995,
      "屬": 1996,
      "屯": 1997,
      "山": 1998,
      "屿": 1999,
      "岐": 2000,
      "岑": 2001,
      "岚": 2002,
      "岛": 2003,
      "岡": 2004,
      "岩": 2005,
      "岬": 2006,
      "岭": 2007,
      "岳": 2008,
      "岸": 2009,
      "峰": 2010,
      "島": 2011,
      "崇": 2012,
      "崎": 2013,
      "崔": 2014,
      "崖": 2015,
      "嵐": 2016,
      "嶋": 2017,
      "嶺": 2018,
      "嶼": 2019,
      "巂": 2020,
      "巖": 2021,
      "川": 2022,
      "州": 2023,
      "巡": 2024,
      "工": 2025,
      "左": 2026,
      "巨": 2027,
      "巫": 2028,
      "差": 2029,
      "己": 2030,
      "巳": 2031,
      "巴": 2032,
      "巻": 2033,
      "币": 2034,
      "市": 2035,
      "布": 2036,
      "帆": 2037,
      "师": 2038,
      "希": 2039,
      "帕": 2040,
      "帖": 2041,
      "帝": 2042,
      "帥": 2043,
      "带": 2044,
      "師": 2045,
      "帮": 2046,
      "帰": 2047,
      "帶": 2048,
      "常": 2049,
      "幕": 2050,
      "幡": 2051,
      "幣": 2052,
      "干": 2053,
      "平": 2054,
      "年": 2055,
      "幸": 2056,
      "幻": 2057,
      "幽": 2058,
      "广": 2059,
      "庁": 2060,
      "広": 2061,
      "庄": 2062,
      "庆": 2063,
      "庇": 2064,
      "序": 2065,
      "库": 2066,
      "底": 2067,
      "庖": 2068,
      "店": 2069,
      "庙": 2070,
      "庚": 2071,
      "府": 2072,
      "度": 2073,
      "座": 2074,
      "庫": 2075,
      "庭": 2076,
      "庵": 2077,
      "康": 2078,
      "廉": 2079,
      "廊": 2080,
      "廖": 2081,
      "廟": 2082,
      "廣": 2083,
      "廬": 2084,
      "延": 2085,
      "廷": 2086,
      "建": 2087,
      "廻": 2088,
      "廿": 2089,
      "开": 2090,
      "弁": 2091,
      "式": 2092,
      "弐": 2093,
      "弓": 2094,
      "弔": 2095,
      "引": 2096,
      "弘": 2097,
      "弟": 2098,
      "张": 2099,
      "弥": 2100,
      "弦": 2101,
      "弧": 2102,
      "弱": 2103,
      "張": 2104,
      "強": 2105,
      "弹": 2106,
      "强": 2107,
      "弾": 2108,
      "彌": 2109,
      "当": 2110,
      "录": 2111,
      "彖": 2112,
      "彙": 2113,
      "形": 2114,
      "彦": 2115,
      "彩": 2116,
      "彪": 2117,
      "彬": 2118,
      "彭": 2119,
      "影": 2120,
      "役": 2121,
      "彼": 2122,
      "征": 2123,
      "径": 2124,
      "待": 2125,
      "律": 2126,
      "後": 2127,
      "徐": 2128,
      "徒": 2129,
      "得": 2130,
      "從": 2131,
      "御": 2132,
      "復": 2133,
      "微": 2134,
      "徳": 2135,
      "德": 2136,
      "徹": 2137,
      "徽": 2138,
      "心": 2139,
      "必": 2140,
      "忍": 2141,
      "志": 2142,
      "忘": 2143,
      "応": 2144,
      "忠": 2145,
      "快": 2146,
      "念": 2147,
      "怀": 2148,
      "怎": 2149,
      "怒": 2150,
      "怖": 2151,
      "思": 2152,
      "怡": 2153,
      "急": 2154,
      "性": 2155,
      "怨": 2156,
      "怪": 2157,
      "总": 2158,
      "恆": 2159,
      "恋": 2160,
      "恐": 2161,
      "恒": 2162,
      "恢": 2163,
      "恥": 2164,
      "恩": 2165,
      "恭": 2166,
      "息": 2167,
      "恵": 2168,
      "恼": 2169,
      "悔": 2170,
      "悟": 2171,
      "悠": 2172,
      "悦": 2173,
      "悪": 2174,
      "悫": 2175,
      "悲": 2176,
      "悼": 2177,
      "情": 2178,
      "惑": 2179,
      "惟": 2180,
      "惠": 2181,
      "惡": 2182,
      "想": 2183,
      "愁": 2184,
      "愍": 2185,
      "意": 2186,
      "愚": 2187,
      "愛": 2188,
      "感": 2189,
      "愽": 2190,
      "慈": 2191,
      "態": 2192,
      "慎": 2193,
      "慧": 2194,
      "慰": 2195,
      "慶": 2196,
      "憂": 2197,
      "憎": 2198,
      "憑": 2199,
      "憲": 2200,
      "憶": 2201,
      "應": 2202,
      "懍": 2203,
      "懷": 2204,
      "戈": 2205,
      "戊": 2206,
      "戎": 2207,
      "成": 2208,
      "我": 2209,
      "战": 2210,
      "戦": 2211,
      "戯": 2212,
      "戰": 2213,
      "戴": 2214,
      "户": 2215,
      "戸": 2216,
      "房": 2217,
      "所": 2218,
      "扁": 2219,
      "扇": 2220,
      "扈": 2221,
      "扉": 2222,
      "手": 2223,
      "才": 2224,
      "打": 2225,
      "托": 2226,
      "扶": 2227,
      "找": 2228,
      "承": 2229,
      "技": 2230,
      "抄": 2231,
      "抓": 2232,
      "投": 2233,
      "抜": 2234,
      "択": 2235,
      "护": 2236,
      "报": 2237,
      "披": 2238,
      "抱": 2239,
      "抵": 2240,
      "担": 2241,
      "拉": 2242,
      "拍": 2243,
      "拏": 2244,
      "拐": 2245,
      "拖": 2246,
      "拘": 2247,
      "招": 2248,
      "拜": 2249,
      "拟": 2250,
      "拥": 2251,
      "括": 2252,
      "拳": 2253,
      "拾": 2254,
      "持": 2255,
      "挂": 2256,
      "指": 2257,
      "挑": 2258,
      "挥": 2259,
      "振": 2260,
      "据": 2261,
      "捷": 2262,
      "授": 2263,
      "掛": 2264,
      "採": 2265,
      "探": 2266,
      "控": 2267,
      "掲": 2268,
      "描": 2269,
      "提": 2270,
      "揚": 2271,
      "換": 2272,
      "援": 2273,
      "揺": 2274,
      "摂": 2275,
      "摩": 2276,
      "摸": 2277,
      "撃": 2278,
      "撒": 2279,
      "撞": 2280,
      "播": 2281,
      "撲": 2282,
      "操": 2283,
      "攝": 2284,
      "支": 2285,
      "收": 2286,
      "改": 2287,
      "攻": 2288,
      "放": 2289,
      "政": 2290,
      "故": 2291,
      "敏": 2292,
      "救": 2293,
      "教": 2294,
      "敢": 2295,
      "散": 2296,
      "敦": 2297,
      "敬": 2298,
      "数": 2299,
      "敵": 2300,
      "敷": 2301,
      "數": 2302,
      "文": 2303,
      "斉": 2304,
      "斎": 2305,
      "斗": 2306,
      "料": 2307,
      "斜": 2308,
      "斤": 2309,
      "斩": 2310,
      "斬": 2311,
      "断": 2312,
      "斯": 2313,
      "新": 2314,
      "方": 2315,
      "於": 2316,
      "施": 2317,
      "旅": 2318,
      "旋": 2319,
      "族": 2320,
      "旗": 2321,
      "无": 2322,
      "日": 2323,
      "旦": 2324,
      "旧": 2325,
      "早": 2326,
      "旭": 2327,
      "时": 2328,
      "旺": 2329,
      "昂": 2330,
      "昇": 2331,
      "昌": 2332,
      "明": 2333,
      "昏": 2334,
      "易": 2335,
      "昔": 2336,
      "星": 2337,
      "映": 2338,
      "春": 2339,
      "昭": 2340,
      "是": 2341,
      "昼": 2342,
      "時": 2343,
      "晉": 2344,
      "晋": 2345,
      "晒": 2346,
      "普": 2347,
      "景": 2348,
      "晴": 2349,
      "晶": 2350,
      "智": 2351,
      "暁": 2352,
      "暂": 2353,
      "暖": 2354,
      "暗": 2355,
      "暦": 2356,
      "暮": 2357,
      "暴": 2358,
      "曆": 2359,
      "曜": 2360,
      "曦": 2361,
      "曲": 2362,
      "更": 2363,
      "書": 2364,
      "曹": 2365,
      "曼": 2366,
      "曾": 2367,
      "最": 2368,
      "會": 2369,
      "月": 2370,
      "有": 2371,
      "朋": 2372,
      "服": 2373,
      "朏": 2374,
      "朔": 2375,
      "朗": 2376,
      "望": 2377,
      "朝": 2378,
      "期": 2379,
      "朧": 2380,
      "木": 2381,
      "未": 2382,
      "末": 2383,
      "本": 2384,
      "札": 2385,
      "朱": 2386,
      "朴": 2387,
      "朵": 2388,
      "机": 2389,
      "朽": 2390,
      "杀": 2391,
      "杂": 2392,
      "权": 2393,
      "李": 2394,
      "杏": 2395,
      "材": 2396,
      "村": 2397,
      "杖": 2398,
      "杜": 2399,
      "束": 2400,
      "条": 2401,
      "来": 2402,
      "杨": 2403,
      "杯": 2404,
      "東": 2405,
      "杲": 2406,
      "松": 2407,
      "板": 2408,
      "极": 2409,
      "析": 2410,
      "林": 2411,
      "枚": 2412,
      "果": 2413,
      "枝": 2414,
      "枭": 2415,
      "枯": 2416,
      "架": 2417,
      "柆": 2418,
      "柏": 2419,
      "柔": 2420,
      "柚": 2421,
      "柩": 2422,
      "柱": 2423,
      "柳": 2424,
      "柴": 2425,
      "査": 2426,
      "栄": 2427,
      "标": 2428,
      "栈": 2429,
      "树": 2430,
      "栖": 2431,
      "栗": 2432,
      "栞": 2433,
      "校": 2434,
      "株": 2435,
      "样": 2436,
      "核": 2437,
      "根": 2438,
      "格": 2439,
      "栽": 2440,
      "栾": 2441,
      "桀": 2442,
      "桂": 2443,
      "桃": 2444,
      "案": 2445,
      "桎": 2446,
      "桐": 2447,
      "桑": 2448,
      "桓": 2449,
      "桜": 2450,
      "桥": 2451,
      "桧": 2452,
      "梁": 2453,
      "梅": 2454,
      "梏": 2455,
      "梓": 2456,
      "條": 2457,
      "梦": 2458,
      "梨": 2459,
      "梭": 2460,
      "梯": 2461,
      "械": 2462,
      "梵": 2463,
      "梶": 2464,
      "棋": 2465,
      "棍": 2466,
      "棗": 2467,
      "棘": 2468,
      "棚": 2469,
      "棟": 2470,
      "森": 2471,
      "棲": 2472,
      "棵": 2473,
      "棺": 2474,
      "椅": 2475,
      "植": 2476,
      "椎": 2477,
      "椒": 2478,
      "椛": 2479,
      "検": 2480,
      "椰": 2481,
      "椿": 2482,
      "楊": 2483,
      "楚": 2484,
      "楠": 2485,
      "業": 2486,
      "楯": 2487,
      "極": 2488,
      "楼": 2489,
      "楽": 2490,
      "概": 2491,
      "榆": 2492,
      "榊": 2493,
      "榔": 2494,
      "榛": 2495,
      "榮": 2496,
      "榴": 2497,
      "槐": 2498,
      "様": 2499,
      "槤": 2500,
      "槻": 2501,
      "樂": 2502,
      "樉": 2503,
      "樊": 2504,
      "樓": 2505,
      "樗": 2506,
      "標": 2507,
      "樛": 2508,
      "模": 2509,
      "権": 2510,
      "横": 2511,
      "樱": 2512,
      "樸": 2513,
      "樹": 2514,
      "橋": 2515,
      "橘": 2516,
      "橚": 2517,
      "機": 2518,
      "橫": 2519,
      "橿": 2520,
      "檀": 2521,
      "檜": 2522,
      "檳": 2523,
      "檻": 2524,
      "櫓": 2525,
      "櫻": 2526,
      "權": 2527,
      "欒": 2528,
      "欠": 2529,
      "次": 2530,
      "欣": 2531,
      "欲": 2532,
      "欽": 2533,
      "歌": 2534,
      "歓": 2535,
      "歡": 2536,
      "止": 2537,
      "正": 2538,
      "步": 2539,
      "武": 2540,
      "歩": 2541,
      "歪": 2542,
      "歲": 2543,
      "歳": 2544,
      "歴": 2545,
      "歷": 2546,
      "歸": 2547,
      "死": 2548,
      "殊": 2549,
      "残": 2550,
      "段": 2551,
      "殺": 2552,
      "殻": 2553,
      "殿": 2554,
      "毅": 2555,
      "母": 2556,
      "毎": 2557,
      "每": 2558,
      "比": 2559,
      "毕": 2560,
      "毘": 2561,
      "毛": 2562,
      "毫": 2563,
      "毬": 2564,
      "氏": 2565,
      "民": 2566,
      "气": 2567,
      "気": 2568,
      "氣": 2569,
      "水": 2570,
      "氷": 2571,
      "永": 2572,
      "氾": 2573,
      "汇": 2574,
      "汉": 2575,
      "汐": 2576,
      "汗": 2577,
      "汝": 2578,
      "江": 2579,
      "池": 2580,
      "汤": 2581,
      "汪": 2582,
      "汰": 2583,
      "汶": 2584,
      "決": 2585,
      "汽": 2586,
      "沂": 2587,
      "沃": 2588,
      "沈": 2589,
      "沉": 2590,
      "沌": 2591,
      "沐": 2592,
      "沒": 2593,
      "沖": 2594,
      "沙": 2595,
      "沛": 2596,
      "没": 2597,
      "沢": 2598,
      "沫": 2599,
      "河": 2600,
      "沸": 2601,
      "油": 2602,
      "治": 2603,
      "沼": 2604,
      "沽": 2605,
      "泉": 2606,
      "泊": 2607,
      "法": 2608,
      "泗": 2609,
      "泡": 2610,
      "波": 2611,
      "泣": 2612,
      "泥": 2613,
      "注": 2614,
      "泰": 2615,
      "泾": 2616,
      "洁": 2617,
      "洋": 2618,
      "洛": 2619,
      "洞": 2620,
      "津": 2621,
      "洪": 2622,
      "洲": 2623,
      "活": 2624,
      "派": 2625,
      "流": 2626,
      "浅": 2627,
      "浙": 2628,
      "浚": 2629,
      "浜": 2630,
      "浦": 2631,
      "浩": 2632,
      "浪": 2633,
      "浮": 2634,
      "海": 2635,
      "消": 2636,
      "涙": 2637,
      "润": 2638,
      "涵": 2639,
      "涼": 2640,
      "淇": 2641,
      "淑": 2642,
      "淘": 2643,
      "淡": 2644,
      "淨": 2645,
      "深": 2646,
      "淳": 2647,
      "淵": 2648,
      "淹": 2649,
      "添": 2650,
      "清": 2651,
      "渊": 2652,
      "渚": 2653,
      "減": 2654,
      "渠": 2655,
      "渡": 2656,
      "渣": 2657,
      "渥": 2658,
      "渦": 2659,
      "温": 2660,
      "測": 2661,
      "港": 2662,
      "游": 2663,
      "渾": 2664,
      "湊": 2665,
      "湖": 2666,
      "湯": 2667,
      "湾": 2668,
      "満": 2669,
      "源": 2670,
      "準": 2671,
      "溜": 2672,
      "溢": 2673,
      "溪": 2674,
      "溫": 2675,
      "溶": 2676,
      "滅": 2677,
      "滋": 2678,
      "滑": 2679,
      "滨": 2680,
      "滿": 2681,
      "漁": 2682,
      "漂": 2683,
      "漆": 2684,
      "漏": 2685,
      "漠": 2686,
      "漢": 2687,
      "漫": 2688,
      "漳": 2689,
      "漸": 2690,
      "潘": 2691,
      "潜": 2692,
      "潤": 2693,
      "澄": 2694,
      "澤": 2695,
      "澪": 2696,
      "激": 2697,
      "濃": 2698,
      "濞": 2699,
      "濟": 2700,
      "瀛": 2701,
      "瀬": 2702,
      "灣": 2703,
      "火": 2704,
      "灯": 2705,
      "灰": 2706,
      "灵": 2707,
      "灶": 2708,
      "灼": 2709,
      "災": 2710,
      "灾": 2711,
      "炎": 2712,
      "炬": 2713,
      "炮": 2714,
      "炯": 2715,
      "炷": 2716,
      "炸": 2717,
      "点": 2718,
      "為": 2719,
      "炼": 2720,
      "烈": 2721,
      "烏": 2722,
      "烙": 2723,
      "烟": 2724,
      "烦": 2725,
      "烧": 2726,
      "焉": 2727,
      "焔": 2728,
      "無": 2729,
      "焦": 2730,
      "然": 2731,
      "焼": 2732,
      "煌": 2733,
      "煙": 2734,
      "煜": 2735,
      "照": 2736,
      "煩": 2737,
      "煮": 2738,
      "熊": 2739,
      "熔": 2740,
      "熙": 2741,
      "熟": 2742,
      "熱": 2743,
      "燃": 2744,
      "燈": 2745,
      "燕": 2746,
      "營": 2747,
      "爆": 2748,
      "爪": 2749,
      "爭": 2750,
      "爱": 2751,
      "爲": 2752,
      "爵": 2753,
      "父": 2754,
      "爺": 2755,
      "爻": 2756,
      "爽": 2757,
      "爾": 2758,
      "片": 2759,
      "版": 2760,
      "牌": 2761,
      "牙": 2762,
      "牛": 2763,
      "牡": 2764,
      "牢": 2765,
      "牧": 2766,
      "物": 2767,
      "牵": 2768,
      "特": 2769,
      "犖": 2770,
      "犬": 2771,
      "犯": 2772,
      "狀": 2773,
      "狂": 2774,
      "狐": 2775,
      "狗": 2776,
      "狛": 2777,
      "狡": 2778,
      "狩": 2779,
      "独": 2780,
      "狭": 2781,
      "狱": 2782,
      "狸": 2783,
      "狼": 2784,
      "猛": 2785,
      "猩": 2786,
      "猪": 2787,
      "猫": 2788,
      "献": 2789,
      "猿": 2790,
      "獄": 2791,
      "獅": 2792,
      "獣": 2793,
      "獵": 2794,
      "獻": 2795,
      "玄": 2796,
      "玉": 2797,
      "王": 2798,
      "玖": 2799,
      "玩": 2800,
      "玲": 2801,
      "珂": 2802,
      "珍": 2803,
      "珙": 2804,
      "珠": 2805,
      "現": 2806,
      "球": 2807,
      "理": 2808,
      "琦": 2809,
      "琪": 2810,
      "琬": 2811,
      "琮": 2812,
      "琴": 2813,
      "瑋": 2814,
      "瑙": 2815,
      "瑜": 2816,
      "瑞": 2817,
      "瑠": 2818,
      "瑣": 2819,
      "瑪": 2820,
      "瑾": 2821,
      "璉": 2822,
      "環": 2823,
      "璽": 2824,
      "瓊": 2825,
      "瓜": 2826,
      "瓢": 2827,
      "瓦": 2828,
      "瓩": 2829,
      "瓷": 2830,
      "甘": 2831,
      "甜": 2832,
      "生": 2833,
      "產": 2834,
      "産": 2835,
      "用": 2836,
      "甫": 2837,
      "田": 2838,
      "由": 2839,
      "甲": 2840,
      "申": 2841,
      "男": 2842,
      "町": 2843,
      "画": 2844,
      "甽": 2845,
      "界": 2846,
      "畑": 2847,
      "留": 2848,
      "畜": 2849,
      "畢": 2850,
      "略": 2851,
      "番": 2852,
      "畫": 2853,
      "異": 2854,
      "疾": 2855,
      "病": 2856,
      "症": 2857,
      "痘": 2858,
      "痛": 2859,
      "痴": 2860,
      "瘡": 2861,
      "瘤": 2862,
      "発": 2863,
      "登": 2864,
      "發": 2865,
      "白": 2866,
      "百": 2867,
      "的": 2868,
      "皇": 2869,
      "皙": 2870,
      "皮": 2871,
      "皿": 2872,
      "盆": 2873,
      "盈": 2874,
      "益": 2875,
      "盏": 2876,
      "盐": 2877,
      "监": 2878,
      "盒": 2879,
      "盗": 2880,
      "盘": 2881,
      "盛": 2882,
      "盟": 2883,
      "監": 2884,
      "盤": 2885,
      "盧": 2886,
      "目": 2887,
      "直": 2888,
      "相": 2889,
      "盼": 2890,
      "省": 2891,
      "看": 2892,
      "県": 2893,
      "眞": 2894,
      "真": 2895,
      "眼": 2896,
      "着": 2897,
      "督": 2898,
      "瞬": 2899,
      "瞳": 2900,
      "矢": 2901,
      "知": 2902,
      "矩": 2903,
      "短": 2904,
      "矮": 2905,
      "矯": 2906,
      "石": 2907,
      "砂": 2908,
      "砍": 2909,
      "研": 2910,
      "砖": 2911,
      "砲": 2912,
      "破": 2913,
      "硕": 2914,
      "硝": 2915,
      "硨": 2916,
      "碍": 2917,
      "碗": 2918,
      "碩": 2919,
      "確": 2920,
      "碼": 2921,
      "磁": 2922,
      "磅": 2923,
      "磐": 2924,
      "磨": 2925,
      "磯": 2926,
      "磲": 2927,
      "礁": 2928,
      "礎": 2929,
      "礮": 2930,
      "示": 2931,
      "礼": 2932,
      "社": 2933,
      "祀": 2934,
